[SetupWizard]

Install 			= Instalează utilitarele/drivere cardului WLAN ASUS
Install_ToolTip			= Click pentru a rula conectarea programului de instalare
Uninstall			= Dezinstalaţi utilitarele/driverele cardului WLAN ASUS
Uninstall_ToolTip 		= Click pentru a dezinstala utilitarele/driverele cardului WLAN din sistemul dvs
Manual_Read_Install		= Citeşte/instalează documentaţia utilizatorului
Manual_Read_Install_ToolTip	= Click pentru a vizualiza sau instala manualul de utilizare
Explore_CD			= Explorează acest CD
Explore_CD_ToolTip		= Click pentru a naviga prin acest CD folosind Windows Explorer
Browse_WebSite			= Navighează pe web site-ul nostru
Browse_WebSite_ToolTip		= Click pentru a deschide web site-ul nostru în browser-ul dvs
Install_Langauge		= Instalează limba : 
Exit				= Ieşire         
Read_QSG			= Citiţi Ghidul rapid de pornire al cardului
Read_QSG_ToolTip		= Click pentru a afişa Ghidul rapid de pornire a cardului WLAN
Read_UserManual			= Citeşte manualul de utilizare al cardului
Read_UserManual_ToolTip		= Click pentru a afişa manualul de utilizare al cardului WLAN
Install_UserDoc			= Instalează documentaţia utilizatorului
Install_UserDoc_ToolTip		= Click pentru a instala documentaţia utilizatorului
Install_AdobeReader		= Instalează programul Adobe Reader
Install_AdobeReader_ToolTip	= Fişierul documentului este în format PDF, aveţi nevoie de Adobe Acrobat Reader pentru a-l vizualiza.
Download_AdobeReader		= Descarcă Adobe Reader
Download_AdobeReader_ToolTip	= Faceţi clic pe "Download Adobe Reader" Adobe Reader este conectat la site-ul oficial, puteţi descărca actualizări de software
Return				= Revino
Uninstall_notHaveDriver		= Tu nu instalaţi ASUS WLAN Utilitare / Driver, Vă rugăm să rugăm a verifica it!

[Languages]

English				= English
Czech				= čeština
Greek				= Ελληνικά
Hungarian			= magyar
Polish				= polski
Portuguese			= português
Romanian			= română
Spanish				= español
Latvia				= latviešu
Lithuanian			= lietuvių
French				= français
German				= deutsch
Italian				= italiano
Russian				= русский
Traditional_Chinese		= 中文 (繁體)
Turkish			=Türkçe

